Repository: zukhr1dd1nov/recipes
Catalog: locales/*/LC_MESSAGES/django.po
Languages: ru

source: Parol takroran
ru: Подтверждение пароля

source: Parol
ru: Пароль

source: Ism
ru: Имя

source: Famliya
ru: Фамалия

source: Iltimos faqat lotin harflarinin kiriting!
ru: Пожалуйста , ведите только латинские буквы!

source: Parollar bir-xil emas
ru: Пароли не совпадают

source: Yangi parol
ru: Новый пароль

source: Parol noto'g'ri
ru: Неправильный пароль

source: Muvaffaqiyalti o'zgartirildi
ru: Успешно изменено

source: Xush kelibsiz {user.get_full_name()}
ru: Добро пожаловать {user.get_full_name()}

source: Login va/yoki parol notog'ri
ru: Логин и/или пароль неправильны

source: Muvaffaqiyatli ro'yhatdan o'tdingiz
ru: Вы успешно прошли регистрацию

source: Kelib turing , {request.user.get_full_name()}
ru: Приходите ещё , {request.user.get_full_name()}

source: Parol muvaffaqiyatli o'zgartirildi
ru: Пароли успешно изменены

source: O'zbek
ru: Узбекский

source: English
ru: Английский

source: Taomingiz muvaffaqiyalo qo'shildi
ru: Ваш рецепт успешно добавлен

source: Parolni o'zgartirish
ru: Изменит пароль

source: Tasdiqlash
ru: Утвердить

source: Tizimga kirish
ru: Войти

source: Profil
ru: Профиль

source: O'zgartirish
ru: Изменить

source: Registratsiya
ru: Регистрация

source: Ro'yhatdan o'tish
ru: Регистрация

source: Retseptlar
ru: Рецепты

source: Chiqish
ru: Выйти

source: Hozircha hech qanday maqola yo'q
ru: На сегодняшний момент нету новых рецептов

source: Yangi Taom
ru: Новый рецепт

source: Taomni qo'shish
ru: Добавить рецепт

source: Muallifi
ru: Автор

source: Tayyorlash vaqti
ru: Время приготовления

source: daqiqa
ru: минута

source: Portsiyalar soni
ru: Число порций

source: ko'rilgan
ru: просмотров

source: Davomini o'qish
ru: Читать дальше
